import React from 'react';
import HomeButton from '../components/HomeButton';

const PrivacyPolicy = () => {
  return (
    <div className="privacy-policy">
      <HomeButton />
      <h1>ПОЛИТИКА ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h1>
      <div>
        <h2>1. Общие положения</h2>
        <p>
          1.1. ООО «Название Вашей Организации» (если у вас ИП – ИП Фамилия И.О., если частное лицо
          – Администратор сайта Фамилия И.О.) (далее по тексту – Оператор) ставит соблюдение прав и
          свобод граждан одним из важнейших условий осуществления своей деятельности.
        </p>
        <p>
          1.2. Политика Оператора в отношении обработки персональных данных (далее по тексту —
          Политика) применяется ко всей информации, которую Оператор может получить о посетителях
          веб-сайта yaring.ru. Персональные данные обрабатывается в соответствии с ФЗ «О
          персональных данных» № 152-ФЗ.
        </p>
      </div>
      <div>
        <h2>2. Основные понятия, используемые в Политике:</h2>
        <p>
          2.1. Веб-сайт - совокупность графических и информационных материалов, а также программ для
          ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу
          yaring.ru.
        </p>
        <p>2.2. Пользователь – любой посетитель веб-сайта yaring.ru.</p>
        <p>
          2.3. Персональные данные – любая информация, относящаяся к Пользователю веб-сайта
          yaring.ru.
        </p>
        <p>
          2.4. Обработка персональных данных - любое действие с персональными данными, совершаемые с
          использованием ЭВМ, равно как и без их использования.
        </p>
        <p>
          2.5. Обезличивание персональных данных – действия, результатом которых является
          невозможность без использования дополнительной информации определить принадлежность
          персональных данных конкретному Пользователю или лицу.
        </p>
        <p>
          2.6. Распространение персональных данных – любые действия, результатом которых является
          раскрытие персональных данных неопределенному кругу лиц.
        </p>
        <p>
          2.7 Предоставление персональных данных – любые действия, результатом которых является
          раскрытие персональных данных определенному кругу лиц.
        </p>
        <p>
          2.8 Уничтожение персональных данных – любые действия, результатом которых является
          безвозвратное уничтожение персональных на ЭВМ или любых других носителях.
        </p>
      </div>
      <div>
        <h2>3. Оператор может обрабатывать следующие персональные данные:</h2>
        <p>3.1. Адрес электронной почты Пользователя 3.2 Номер телефона Пользователя.</p>
        <p>3.2. Номер телефона Пользователя.</p>
        <p>3.3. Фамилию, имя, отчество Пользователя.</p>
        <p>
          3.4. Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч.
          файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и
          других).
        </p>
      </div>
      <div>
        <h2>4. Цели обработки персональных данных</h2>
        <p>
          4.1 Цель обработки адреса электронной почты, номера телефона, фамилии, имени, отчества
          Пользователя - уточнение деталей заказа (проверьте, соответствует ли цель обработки
          персональных данных вашей, при необходимости замените на свою). Также Оператор имеет право
          направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях
          и различных событиях. Пользователь всегда может отказаться от получения информационных
          сообщений, направив Оператору письмо на адрес vashapochta@yandex.ru.
        </p>
        <p>
          4.2 Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики,
          служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и
          его содержания.
        </p>
      </div>
      <div>
        <h2>5. Правовые основания обработки персональных данных</h2>
        <p>
          5.1 Оператор обрабатывает персональные данные Пользователя только в случае их отправки
          Пользователем через формы, расположенные на сайте yaring.ru. Отправляя свои персональные
          данные Оператору, Пользователь выражает свое согласие с данной Политикой.
        </p>
        <p>
          5.2 Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено
          в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование
          технологии JavaScript).
        </p>
      </div>
      <div>
        <h2>6. Порядок сбора, хранения, передачи и других видов обработки персональных данных</h2>
        <p>
          6.1. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры,
          исключающие доступ к персональным данным неуполномоченных лиц.
        </p>
        <p>
          6.2. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы
          третьим лицам, за исключением случаев, связанных с исполнением действующего
          законодательства.
        </p>
        <p>
          6.3. В случае выявления неточностей в персональных данных, Пользователь может
          актуализировать их, направив Оператору уведомление с помощью электронной почты на
          электронный адрес Оператора vashapochta@yandex.ru, либо на почтовый адрес (почтовый адрес
          можно убрать) 125167, г.Москва, ул.Пигузова д.123 оф.321, с пометкой «Актуализация
          персональных данных»
        </p>
        <p>
          6.4. Срок обработки персональных данных является неограниченным. Пользователь может в
          любой момент отозвать свое согласие на обработку персональных данных, направив Оператору
          уведомление с помощью электронной почты на электронный адрес Оператора
          vashapochta@yandex.ru, либо на почтовый адрес (почтовый адрес можно убрать) 125167,
          г.Москва, ул.Пигузова д.123 оф.321, с пометкой «Отзыв согласия на обработку персональных
          данных».
        </p>
      </div>
      <div>
        <h2>7. Заключительные положения</h2>
        <p>
          7.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся
          обработки его персональных данных, обратившись к Оператору с помощью электронной почты
          vashapochta@yandex.ru, либо направив письмо на адрес (почтовый адрес можно убрать) 125167,
          г.Москва, ул.Пигузова д.123 оф.321.
        </p>
        <p>
          7.2. В данном документе будут отражены любые изменения политики обработки персональных
          данных Оператором. В случае существенных изменений Пользователю может быть выслана
          информация на указанный им электронный адрес.
        </p>
      </div>
      <HomeButton />
    </div>
  );
};

export default PrivacyPolicy;
